[
  {
  "id": "ani_15",
  "title": "Pokemon",
  "describe": "Pokémon lấy bối cảnh trong vũ trụ Pokemon hư cấu . Có rất nhiều khu vực đã xuất hiện trên các phương tiện truyền thông khác nhau của nhượng quyền thương mại Pokémon . Có 8 vùng chính của loạt game chính: Kanto, Johto, Hoenn, Sinnoh / Hisui, Unova, Kalos, Alola và Galar. Mỗi thế hệ trong số tám thế hệ của loạt phim chính được phát hành tập trung vào một khu vực mới. Mỗi khu vực bao gồm một số thành phố và thị trấn mà người chơi phải khám phá để vượt qua nhiều thử thách đang chờ đợi, chẳng hạn như Phòng tập thể dục , Cuộc thi và các đội phản diện. Tại các địa điểm khác nhau trong mỗi khu vực, người chơi có thể tìm thấy các loại Pokémon khác nhau, cũng như các vật phẩm và nhân vật hữu ích. Các khu vực khác nhau hoàn toàn không thể truy cập lẫn nhau trong một trò chơi, chỉ ngoại trừ Kanto và Johto được liên kết với nhau trong các phiên bản Pokémon Gold , Silver , Crystal , HeartGold và SoulSilver ",
  "cover_img": "img/Pokemon.jpg",
  "list_chapters": [
      {
        "id": "pkm_c_01",
        "content": ["Đường dẫn"]
      }
    ],
  "vote": [
    {
      "user_id": "01",
      "number": 5
    },
    {
      "user_id": "02",
      "number": 4
    }
  ]
},
  {
    "id": "ani_16",
    "title": "Rave Master",
    "describe": "Vào năm 0015, thế giới bị hủy hoại bởi Dark Bring, những viên đá đen tối ban tặng ma thuật mạnh mẽ với những khả năng khác nhau cho chủ nhân của chúng. Dark Brings được Vương quốc Raregroove sử dụng và Vương quốc Symphonia chiến đấu chống lại chúng bằng năm viên đá Rave mạnh mẽ của họ. Shiba Roses , Bậc thầy Rave, cố gắng tiêu diệt Sinclaire, \"mẹ đẻ\" của tất cả các Dark Brings, bằng thanh kiếm Mười Điều Răn. Tuy nhiên, hậu quả gây ra một vụ nổ lớn được gọi là Overdrive, phá hủy một phần mười thế giới đã biết. Shiba, được bảo vệ khỏi thảm họa bởi người bảo vệ đặc biệt \"con chó\" Plue của mình , nắm giữ Rave cần thiết để cung cấp năng lượng cho thanh kiếm của mình. Tuy nhiên, Plue và bốn Raves còn lại bị phân tán khắp thế giới.",
    "cover_img": "img/ravemaster.jpg",
    "list_chapters": [
      {
        "id": "rv_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_17",
    "title": "SK",
    "describe": "",
    "cover_img": "",
    "list_chapters": [
      {
        "id": "sk_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_18",
    "title": "Slam Dunk",
    "describe": "Hanamichi Sakuragi là một tên du côn và là thủ lĩnh của một băng nhóm. Sakuragi rất không được lòng các cô gái, đã bị từ chối năm mươi lần một cách đáng kinh ngạc. Trong năm đầu tiên của mình tại trường trung học Shohoku, anh gặp Haruko Akagi, cô gái trong mơ của anh, và vui mừng khôn xiết khi cô không bị anh đẩy lùi hay sợ hãi như tất cả những cô gái khác mà anh từng hỏi.\n\nHaruko, nhận ra khả năng thể thao của Sakuragi, giới thiệu cậu vào đội bóng rổ Shohoku. Ban đầu Sakuragi miễn cưỡng tham gia đội vì anh không có kinh nghiệm thể thao trước đó và nghĩ rằng bóng rổ là trò chơi dành cho những người thua cuộc vì sự từ chối thứ 50 của anh là để ủng hộ một cầu thủ bóng rổ. Sakuragi, mặc dù cực kỳ non nớt và tính khí nóng nảy của mình, chứng tỏ là một vận động viên bẩm sinh và tham gia đội, chủ yếu với hy vọng gây ấn tượng và gần gũi hơn với Haruko. Sau đó, Sakuragi nhận ra rằng anh ấy thực sự yêu thích môn thể thao này, mặc dù trước đó anh ấy đã chơi chủ yếu vì tình yêu của anh ấy với Haruko. Kaede Rukawa - đối thủ cay đắng của Sakuragi (cả trong bóng rổ và vì Haruko có tình cảm to lớn, mặc dù chỉ một chiều, với Rukawa), tân binh ngôi sao và là \"nam châm hút gái\" — gia nhập đội cùng một lúc. Không lâu sau,game bắn súng ba điểm và MVP của cựu học sinh trung học , và Ryota Miyagi, một người bảo vệ điểm thấp nhưng nhanh nhẹn , cả hai gia nhập lại đội và cùng nhau bốn người này đấu tranh để hoàn thành giấc mơ giành chức vô địch quốc gia của đội trưởng Takenori Akagi. Cùng với nhau, những lợi ích này được công khai và đội bóng rổ Shohoku ít được biết đến một thời trở thành ứng cử viên toàn sao ở Nhật Bản, người đã trở nên nổi tiếng sau khi đánh bại một trong những đội trung học hùng mạnh tại Interhigh.",
    "cover_img": "img/SLAM-DUNK.jpg",
    "list_chapters": [
      {
        "id": "sld_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_19",
    "title": "Spy Family",
    "describe": "Để duy trì tình trạng hòa bình giữa các quốc gia đối địch của Westalis và Ostania, [a] một đặc vụ Tâyalian có mật danh \"Twilight\" được giao nhiệm vụ do thám Donovan Desmond, lãnh đạo của Đảng Thống nhất Quốc gia ở Ostania. Tuy nhiên, do Desmond nổi tiếng là sống ẩn dật, cách duy nhất để Twilight có thể gần gũi anh ấy là đăng ký một đứa trẻ vào học cùng trường tư với các con trai của Desmond và đóng giả như một người cùng cha khác mẹ.\n\nĐể thực hiện điều này và thể hiện hình ảnh một gia đình hạnh phúc, anh ta tạo ra bí danh Loid Forger, nhận nuôi một cô gái trẻ mồ côi tên là Anya và kết hôn với một người phụ nữ tên là Yor Briar. Tuy nhiên, không ai biết rằng Anya có thể đọc được suy nghĩ và Yor trên thực tế là một sát thủ chuyên nghiệp. Cả Loid và Yor đều không biết danh tính thực sự của nhau, hoặc Anya biết nghề nghiệp thực sự của họ. Sau đó, gia đình nhận nuôi một chú chó có khả năng nhận thức trước mà họ đặt tên là Bond. Bất chấp những yếu tố chưa được biết đến này và đôi khi Twilight không đạt được hiểu biết chung do nhiều năm làm điệp viên, anh ấy phải học cách đóng vai một người cha và người chồng hoàn hảo để thực hiện sứ mệnh của mình.",
    "cover_img": "img/SpyFamily.jpg",
    "list_chapters": [
      {
        "id": "drm_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_20",
    "title": "Nanatsu no Taizai",
    "describe": "Câu truyện được bắt đầu tại lục địa Britania, vương quốc Liones, khi các \"Thánh Kỵ sĩ\" bắt đầu tăng cường vũ khí và sức người để chuẩn bị cho một cuộc chiến tranh mà họ gọi là \"Thánh chiến\". Vì điều đó, họ đã tiến hành cuộc đảo chính đất nước và đối xử một cách thô bạo với người dân. Elizabeth là tam công chúa của vương quốc, đã trốn ra khỏi cung điện và lên đường tìm nhóm \"Nanatsu no Taizai\" (Một nhóm hiệp sĩ được gọi là mạnh nhất và bị buộc tội có mưu đồ phản quốc, được cho là đã bị tiêu diệt bởi các \"Thánh Kỵ sĩ\" vào 10 năm về trước, mặc dù vẫn còn một số người cho rằng họ vẫn còn sống) để nhờ họ đánh bại \"Thánh Kỵ sĩ\" và giành lại vương quốc. Vì kiệt sức khi phải đi bộ cả ngày đêm và mang bộ giáp để giấu mặt, Elizabeth đã trốn vào trong một quán rượu \"Boar Hat\" ở gần làng Kaynes. Được chủ quán rượu là Meliodas mời bữa ăn, cô bắt đầu kể câu chuyện về mình. Tuy nhiên, một số người dân đã báo cáo lên Thánh Kỵ Sỹ có một kẻ mặc giáp được cho là một trong những thành viên nhóm \"Nanatsu no Taizai\" đi đến quán rượu. Và các kỵ sĩ đã phát hiện người mặc giáp đó là Elizabeth và cố gắng bắt cô theo lệnh truy nã của \"Đại Hiệp sĩ\". Và Meliodas đã cứu thoát cô và tiết lộ thân phận là đội trưởng của nhóm \"Nanatsu no Taizai\", Ác Long nhân Meliodas, tội đồ của \"Phẫn nộ\". Hai người đã cùng nhau đi tìm kiếm các thành viên còn lại của nhóm và cố gắng giúp Elizabeth giành lại vương quốc. Dần dần Elizabeth nảy sinh tình cảm với Meliodas.",
    "cover_img": "img/ThatDaiToi.jpg",
    "list_chapters": [
      {
        "id": "tdt_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_21",
    "title": "Attack on Titan",
    "describe": "Đại chiến Titan xoay quanh một nền văn minh nằm trong ba bức tường đồ sộ quây tròn đồng tâm, nơi duy nhất mà nhân loại còn tồn tại. Hơn một trăm năm trước, loài người bị đẩy đến bờ vực tuyệt chủng sau sự xuất hiện của một loài sinh vật mang hình người được gọi là Titan, chúng sẽ ăn thịt bất cứ ai mà chúng thấy. Những người sống sót sau đó bắt đầu rút vào sau ba bức tường và sống yên bình suốt gần một thế kỷ. Để chiến đấu với Titan, quân đội sử dụng Bộ Cơ động Lập thể, một thiết bị đeo hông bắn ra neo móc, tạo lực đẩy bằng gas giúp họ có được tính lưu động ba chiều tuyệt vời.",
    "cover_img": "img/titan.png",
    "list_chapters": [
      {
        "id": "aot_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_22",
    "title": "Tokyo Ghoul",
    "describe": "Truyện lấy bối cảnh thời hiện đại, một thế giới hoàn toàn khác khi mà loài người không phải loài đứng đầu chuỗi thức ăn, có một loài sinh vật khát máu, mang hình dạng giống con người nhưng phát triển hơn với những khả năng đặc biệt để trở thành kẻ đi săn, và con mồi chính là loài người, vốn tưởng mình làm chủ thế giới. Không cam chịu làm kẻ bị săn, loài người đứng lên chống lại loài sinh vật kia - Ghoul (喰種グール (Thực Chủng) Gūru?, \"chủng loài ăn thịt\"). CCG (Ủy ban chống Ghoul) ra đời, đào tạo 1 lực lượng các thanh tra có kỹ năng chiến đấu cao nhằm chống lại sự tàn sát con người của Ghoul. Kaneki Ken (nhân vật chính của bộ truyện) vốn là 1 sinh viên đại học bình thường, hiền lành và mê đọc sách. Vì một sự cố, Kaneki được cấy ghép nội tạng từ một Ghoul được cho là đã chết, Kamishiro Rize - kẻ đã định giết anh trước khi cô ta bị giết bởi đống thép xà ngang xây dựng đột ngột rơi xuống. Từ đó, anh phải vật lộn để sống cuộc sống nửa người/nửa Ghoul, bao gồm cả việc hòa nhập vào thế giới của Ghoul đồng thời đối phó với kẻ thù trong khi luôn phải giữ kín thân phận bí mật của mình với những người khác.[3]",
    "cover_img": "img/tokyoghoul.jpg",
    "list_chapters": [
      {
        "id": "tkg_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_23",
    "title": "Tokyo Revengers",
    "describe": "Hanagaki Takemichi, một chàng trai thất nghiệp 25 tuổi, phát hiện ra rằng bạn gái cũ của cậu, Tachibana Hinata, cũng như em trai cô ấy Tachibana Naoto đã bị giết bởi băng Tokyo Manji (gọi tắt là Touman). Khi Takemichi bị đẩy khỏi nhà ga xuống đường ray, cậu bỗng nhiên quay lại 12 năm trước (2005). Cậu gặp lại Hinata và báo trước cho Naoto biết về cái chết của cả Naoto và chị cậu vào 12 năm sau. Sau khi hai người bắt tay, Takemichi về 12 năm sau, phát hiện ra rằng mình còn sống, được cứu bởi Naoto, giờ là một cảnh sát. Hóa ra Takemichi đã về quá khứ, tạo ra một nghịch lý thời gian nơi Naoto sống. Naoto đoán rằng mỗi lần bắt tay, Takemichi đều sẽ trở về quá khứ đúng 12 năm trước. Sử dụng những hiểu biết 12 năm sau, Takemichi đã thề sẽ cứu Hinata.",
    "cover_img": "img/TokyoRevengers.jpg",
    "list_chapters": [
      {
        "id": "tr_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_24",
    "title": "Tougen Anki: Ichinose Shiki",
    "describe": "Ichinose Shiki, một người thừa kế dòng máu Oni đã sống cả thời thơ ấu của mình mà không hề biết đến sự thật này. Tuy nhiên, khi một người đàn ông lạ mặt xông vào nhà anh ta để ám sát anh ta, cha nuôi của anh ta cuối cùng đã tiết lộ sự thật. Trong một thế giới mà Oni và Momotarou chưa bao giờ có thể cùng tồn tại, hãy tham gia cùng Ichinose trong cuộc đấu tranh giành quyền lực và thống nhất hai chủng tộc!",
    "cover_img": "img/",
    "list_chapters": [
      {
        "id": "ta_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_25",
    "title": "Yuyu Hakusho",
    "describe": "YuYu Hakusho theo chân Yusuke Urameshi , một tên du côn 14 tuổi ẩu đả đường phố, trong một hành động vị tha phi thường, đã bị một chiếc xe đâm và thiệt mạng trong nỗ lực cứu một cậu bé bằng cách đẩy cậu ra khỏi đường. [2] [3] [4] Hồn ma của anh ấy được chào đón bởi Botan , một phụ nữ tự giới thiệu mình là phi công của River Styx , người đưa linh hồn đến Underworld (霊 界, Reikai , \"Spirit World\" trong bản lồng tiếng Anh)nơi họ có thể bị phán xét cho thế giới bên kia. Botan thông báo cho Yusuke rằng hành động của anh ta đã khiến cả Underworld ngạc nhiên và rằng vẫn chưa có một nơi nào dành cho anh ta trên cả thiên đường hay địa ngục. Do đó , Koenma , con trai của Vua Enma , người cai trị Thế giới ngầm, đã cho Yusuke một cơ hội để trở lại cơ thể của mình thông qua một loạt các bài kiểm tra. [2] [3] [4] Yusuke thành công với sự giúp đỡ của những người bạn Keiko Yukimura và Kazuma Kuwabara . Sau khi sống lại, Koenma phong cho Yusuke danh hiệu \"Thám tử thế giới ngầm\" (霊 界 探 偵, Reikai Tantei , được gọi là \"Spirit World Detective\", \"Spirit Detective\" trong bản lồng tiếng Anh), giao cho anh ta điều tra hoạt động siêu nhiên trong Nhân giới (人間 界, Ningen Kai , sáng. \"Nhân giới\") . Ngay sau đó Yusuke đã bắt đầu vụ án đầu tiên của mình, lấy lại ba báu vật bị đánh cắp từ Underworld bởi một nhóm quỷ: Hiei , Kurama và Goki. [4] Yusuke thu thập ba bảo vật với sự hỗ trợ của kỹ thuật mới của anh ấy, Rei Gun, một phát bắn hào quang hoặc Reiki (霊 気, Reiki , thắp sáng \"Spirit Energy\") bắn tinh thần từ ngón trỏ của anh ấy. [2] [3] Sau đó, anh đi đến vùng núi để tìm kiếm nữ võ sư già, Genkai. Cùng với đối thủ của mình Kuwabara, Yusuke chiến đấu thông qua một giải đấu do Genkai tổ chức để tìm người kế vị. Yusuke sử dụng cuộc thi như một vỏ bọc để tìm kiếm Rando , một con quỷ ăn cắp kỹ thuật của các võ sư và giết họ. [4] Yusuke đánh bại Rando trong vòng cuối cùng của giải đấu và luyện tập với Genkai trong vài tháng, để có được khả năng thuần thục hơn đối với hào quang của mình. [3] Yusuke sau đó được gửi đến Lâu đài Mê cung trong Máy bay Quỷ (魔界, Makai , sáng. \"Thế giới Quỷ\") , một thế giới thứ ba chỉ bị chiếm đóng bởi ác quỷ, nơi Kuwabara và Kurama mới được cải tổ và Hiei hỗ trợ anh ta đánh bại Bốn Quái thú, một bộ tứ ác quỷ đang cố gắng tống tiền Koenma để gỡ bỏ rào cản ngăn họ ra khỏi Thế giới loài người.",
    "cover_img": "img/Yu Yu Hakusho.jpg",
    "list_chapters": [
      {
        "id": "yh_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  },
  {
    "id": "ani_26",
    "title": "Yuri On Ice",
    "describe": "Sau thất bại tan nát trong trận Chung kết Grand Prix và những trận thua khác, vận động viên trượt băng nghệ thuật 23 tuổi người Nhật Yuri Katsuki nảy sinh những cảm xúc lẫn lộn về trượt băng và khiến sự nghiệp của mình bị đình trệ; anh trở về quê hương Hasetsu ở Kyushu sau 5 năm ở nước ngoài. Yuri đến thăm người bạn thời thơ ấu của mình, Yuko, tại một sân trượt băng (Ice Castle Hasetsu) và bắt chước một cách hoàn hảo thói quen trượt băng nâng cao do thần tượng của mình, nhà vô địch trượt băng nghệ thuật người Nga Victor Nikiforov thực hiện. Khi những cảnh quay bí mật ghi lại màn trình diễn của Yuri được tải lên internet, nó đã thu hút sự chú ý của Victor, và anh ấy đến Kyushu với lời đề nghị huấn luyện Yuri và hồi sinh sự nghiệp trượt băng nghệ thuật của mình. [d]Sau đó, tiết lộ rằng Victor đã quen với Yuri, đã gặp anh ấy trước đây tại một bữa tiệc, nơi Yuri say rượu và đề nghị Victor làm huấn luyện viên cho anh ấy. [e]\n\nSau khi biết về quyết định nghề nghiệp của Victor, Yuri Plisetsky, một vận động viên trượt băng thần đồng 15 tuổi người Nga, đã đến Hasetsu để bắt Victor giữ lời hứa trước khi bắt đầu bộ truyện. Victor đã hứa rằng anh ấy sẽ biên đạo một tiết mục đặc biệt cho Yuri P. nếu anh ấy giành chức vô địch Thế giới cho trẻ em. Victor, đã quên mất lời hứa của mình với Yuri P., khiến hai Yuris cạnh tranh với nhau để quyết định xem anh ấy sẽ huấn luyện ai. Anh ấy chọn hai bản nhạc cho các vận động viên trượt băng, cả hai đều có giai điệu giống nhau nhưng mang ý nghĩa khác nhau. Tác phẩm đầu tiên, \" Agape \", nói về tình yêu vô điều kiện, được trao cho Yuri P. Tác phẩm thứ hai, \" Eros ,\" về tình yêu tình dục, được trao cho Yuri K. [f] Thành tích của Yuri K. chiến thắng, và Victor trở thành huấn luyện viên của Yuri K. Yuri P. trở lại Nga, và cả Yuris đều thề sẽ giành chức vô địch Grand Prix. [g]\n\nCả Yuri K. và Yuri P. đều đủ điều kiện để đại diện cho quốc gia của họ trong loạt giải Grand Prix, và sau đó đủ điều kiện cho Vòng chung kết Grand Prix tại Barcelona . Trong suốt giải Grand Prix, Yuri K. và Victor ngày càng trở nên thân thiết, hai người hôn nhau ở nơi công cộng. [h] Yuri K. mua cho họ cả hai chiếc nhẫn vàng ở Barcelona, ​​khiến Victor nhận xét về việc họ đã đính hôn. [e] Vào đêm trước của trận chung kết, Yuri K. dự định bỏ trượt băng để Victor có thể trở lại môn thể thao này và nói với Victor về quyết định của mình, [i] nhưng Victor đã rơi lệ từ chối ý tưởng, và họ đồng ý chọn con đường của mình sau giải đấu đã kết thúc. [j]Giải đấu kết thúc với việc Yuri P. giành huy chương vàng và Yuri K. giành huy chương bạc. Do đó, Yuri K. quyết định tiếp tục trượt băng và chuyển đến St.Petersburg để có thể tiếp tục ở lại với Victor và tập luyện cùng với Yuri P. [j]",
    "cover_img": "",
    "list_chapters": [
      {
        "id": "yoi_c_01",
        "content": ["Đường dẫn"]
      }
    ],
    "vote": [
      {
        "user_id": "01",
        "number": 5
      },
      {
        "user_id": "02",
        "number": 4
      }
    ]
  }
]